# 返利规则

注意：新规则仅适用于2024.12.1后注册的被推荐者的订单

新用户通过点击U大使的邀请链接注册UCloud账户，并在注册90日内购买指定范围内的产品，UCloud 将按照新用户返佣周期内的订单以约定奖励比例进行现金奖励，佣金、赠金等其他奖励仅限发放于本人账号中。
![image](images/rules1.png)

## 一、U大使行为规范  
**以下行为严令禁止**，若发现虚假推广行为，将对月结佣金进行冻结扣除并终身终止推广合作：  
1. 被推荐者与U大使为同一用户，如同身份证、同支付账号、同手机号、同注册邮箱等同一人风控记录；
2. U大使利用发现的活动规则漏洞等增加推荐业绩、获得不合理的服务费用；
3. 链接劫持、强制捆绑、违反法律法规等的非正当方式推广方式；
4. 推广过程中存在异常情形的（例如：同一U大使名下短时间内产生大量同类订单、推荐大量雷同邮箱注册用户等）;
5. 与 UCloud 销售人员、其他U大使、或被推荐用户相互串通，弄虚作假，骗取服务费用；
6. 将 UCloud 发放的代金券、其他奖励转让或售卖给第三方；
7. 推荐的用户产生批量违规操作，如 ddos 攻击，对公司产生不良影响；
8. 其他 UCloud 判定推广手段属于不正当的推广行为。

## 二、U大使的加入与退出  
1. 仅支持UCloud账号为个人和高校实名认证的用户成为U大使，企业认证用户暂不支持；  
